import React from 'react'
import styles from '../styles/infoPage.module.css'

export default function Return() {
  return (
    <div className={styles.container}>
      <h1>Обмен и возврат</h1>
      <h3>УСЛОВИЯ ВОЗВРАТА ИЗДЕЛИЙ:</h3>
      <p>
        Вы должны запросить возврат в течение 7 дней с момента получения заказа. Для этого свяжитесь
        с нами по нашей электронной I.AM.IN.PURE.SUPPORT@GMAIL.COM * обращаем ваше внимание, что
        после одобрения возврата товар должен быть возвращен вами в течении 7 дней.
      </p>
      <p>
        ! Товар(ы) должен быть в исходном состоянии, в оригинальной упаковке, всеми печатными
        материалами и бирками. Обратите внимание, что если изделие выглядит постирано, поношено, или
        имеет какие-либо изменения то в возврате будет отказано.
      </p>
      <p>
        ! Пожалуйста будьте осторожны когда вы примеряете товар, так как мы не принимаем обратно
        одежду со следами от косметики или запахом духов.
      </p>
      <h5>КАК СДЕЛАТЬ ВОЗВРАТ:</h5>
      <ol>
        <li>
          Напишите на наш адрес I.AM.IN.PURE.SUPPORT@GMAIL.COM, (*просим вас в теме письма написать
          слово ВОЗВРАТ). В письме укажите причину возврата и приложите фотоподтверждение вашей
          причины.
        </li>
        <li>
          Дождитесь ответ на ваше обращение. Обычно рассмотрение возврата занимает от 1го до 7ми
          рабочих дней. В течении этого времени вам придет ответ с одобрением возврата. ! Пожалуйста
          не высылайте изделия самостоятельно, пока мы не одобрим ваше обращение и не пришлем вам
          информацию об адресе для возврата.
        </li>
        <li>
          После получения одобрения возврата пожалуйста вышлете изделие по указанному адресу в
          течении 7ми дней. Не забудьте сообщить нам данные о вашем отправлении. * Обращаем ваше
          внимание, что если в течении этих 7ми дней вы не пришлете данные подтверждающий ваш
          возврат, мы можем не одобрить возврат средств или вернуть их частично.
        </li>
        <li>
          Возврат ваших денежных средств осуществляется в течении 1-7 рабочих дней после получения
          нами посылки с возвратом и проверки изделий на сохранность товарного вида. (*иногда срок
          возврата может увеличиваться в зависимости от индивидуальный условий работы вашего банка)
        </li>
      </ol>
      <h5 className='danger'>
        ОТВЕТСТВЕННОСТЬ ЗА ВОЗВРАТ ИЗДЕЛИЙ И РАСХОДЫ ЗА ДОСТАВКУ НЕСЕТ КЛИЕНТ.
      </h5>
      <p>
        Просим вас отправлять возврат безопасным и надежным способом с возможностью отслеживания
        почтового отправления, так как если посылка не дойдет к нам или изделие придет не в
        сохранности, то мы будем вынуждены отказать в возврате средств.
      </p>
      * если при получении посылки вы оплачивали таможенные пошлины и налоги устанавливаемые вашим
      регионом, то эта сумма не подлежит возврату. Однако вы можете получить их, связавшись напрямую
      с вашей таможней.
      <p>! Сумма возмещения при возврате распространяется только на цену изделия без доставки.</p>
      <h3>УСЛОВИЯ ОБМЕНА ИЗДЕЛИЙ:</h3>
      <p>
        Мы не предоставляем обмен, но если по какой-то причине изделие вам не подошло, то вы можете
        вернуть его по условиям возврата и приобрести новое изделие, проверив его наличие на момент
        нового заказа.
      </p>
      <h5>ЕСЛИ ВЫ НЕ ПРИНЛИ ВАШУ ПОСЫЛКУ И ТОВАР ВЕРНУЛСЯ К НАМ:</h5>
      <p>
        Если по какой-либо причине вы не приняли свою посылку, включая причину отказа уплаты
        таможенных и налоговых сборов которые могут быть наложены на вашу посылку службами вашего
        региона (подробнее об этом читайте в разделе ДОСТАВКА), то мы не сможем вернуть вам полную
        сумму заказа. Из первоначально суммы заказа мы вычтем расходы и сборы, которые были
        потрачены на транспортировку вашей посылки. Возврат денежных средств возможен только после
        получения возвратной посылки наш склад.
      </p>
      <h5>ЕСЛИ ВЫ ПОЛУЧИЛИ ТОВАР С БРАКОМ ИЛИ НЕИСПРАВНОСТЬЮ:</h5>
      <p>
        Мы трепетно относимся к качеству нашего товара, и стараемся отслеживать каждое изделие на
        предмет брака. Но если вы все же получите поврежденный товар , пожалуйста, немедленно
        свяжитесь с нами по адресу I.AM.IN.PURE.SUPPORT@GMAIL.COM (укажите в теме письма слово БРАК)
        и опишите неисправность и приложите к письму фотоподтверждение брака. Мы постараемся решить
        вашу проблему как можно быстрее и с радостью заменим изделие (при наличии на складе) или
        возместим стоимость, если изделие будет возвращено вами в течении 14ти дней после ответа на
        ваше обращение о браке. Обратите внимание, что износ при нормальном использовании изделия не
        считается производственным браком.
      </p>
      <p>
        Потеря красок или смена оттенка ткани при стирке и глажке в неправильном температурном
        режиме без соблюдения рекомендаций по уходу за изделием также не считается браком.
        (Пожалуйста внимательно изучите наши рекомендации по уходу за изделиями здесь)
      </p>
      <h3>ПОВТОРНЫЙ ВОЗВРАТ:</h3>
      <p>
        Мы отслеживаем историю покупок каждого клиента и ведем контроль за количество возвратов.
        Превышение нормы возвратов будет фиксировано и возможно приведет к отказу возврата средств
        клиенту по нашему усмотрению.
      </p>
    </div>
  )
}
